"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 5000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 1000, \"word_counts\": \"{\\\"what\\\": 300, \\\"is\\\": 187, \\\"the\\\": 289, \\\"fastest\\\": 96, \\\"way\\\": 96, \\\"to\\\": 96, \\\"sum\\\": 96, \\\"elements\\\": 96, \\\"in\\\": 518, \\\"a\\\": 692, \\\"large\\\": 96, \\\"array\\\": 96, \\\"explain\\\": 102, \\\"differences\\\": 102, \\\"between\\\": 193, \\\"supervised\\\": 102, \\\"and\\\": 306, \\\"unsupervised\\\": 102, \\\"learning\\\": 378, \\\"how\\\": 319, \\\"do\\\": 214, \\\"i\\\": 214, \\\"plot\\\": 228, \\\"multiple\\\": 114, \\\"graphs\\\": 114, \\\"on\\\": 114, \\\"single\\\": 114, \\\"python\\\": 317, \\\"help\\\": 208, \\\"me\\\": 302, \\\"understand\\\": 105, \\\"convolutional\\\": 105, \\\"neural\\\": 105, \\\"networks\\\": 105, \\\"work\\\": 105, \\\"image\\\": 105, \\\"classification\\\": 105, \\\"difference\\\": 91, \\\"deep\\\": 91, \\\"traditional\\\": 91, \\\"machine\\\": 185, \\\"are\\\": 113, \\\"some\\\": 207, \\\"good\\\": 113, \\\"practices\\\": 113, \\\"for\\\": 392, \\\"writing\\\": 113, \\\"clean\\\": 113, \\\"maintainable\\\": 113, \\\"code\\\": 216, \\\"optimize\\\": 100, \\\"memory\\\": 100, \\\"usage\\\": 100, \\\"script\\\": 100, \\\"give\\\": 94, \\\"ideas\\\": 94, \\\"project\\\": 94, \\\"using\\\": 94, \\\"time\\\": 94, \\\"series\\\": 94, \\\"data\\\": 94, \\\"can\\\": 103, \\\"you\\\": 103, \\\"generate\\\": 185, \\\"snippet\\\": 103, \\\"sorting\\\": 103, \\\"list\\\": 103, \\\"function\\\": 82, \\\"that\\\": 82, \\\"checks\\\": 82, \\\"prime\\\": 82, \\\"numbers\\\": 82}\", \"word_docs\": \"{\\\"elements\\\": 96, \\\"way\\\": 96, \\\"to\\\": 96, \\\"a\\\": 589, \\\"array\\\": 96, \\\"fastest\\\": 96, \\\"in\\\": 518, \\\"large\\\": 96, \\\"what\\\": 300, \\\"is\\\": 187, \\\"sum\\\": 96, \\\"the\\\": 289, \\\"unsupervised\\\": 102, \\\"differences\\\": 102, \\\"explain\\\": 102, \\\"and\\\": 306, \\\"between\\\": 193, \\\"learning\\\": 287, \\\"supervised\\\": 102, \\\"graphs\\\": 114, \\\"how\\\": 319, \\\"python\\\": 317, \\\"do\\\": 214, \\\"on\\\": 114, \\\"single\\\": 114, \\\"plot\\\": 114, \\\"multiple\\\": 114, \\\"i\\\": 214, \\\"convolutional\\\": 105, \\\"me\\\": 302, \\\"help\\\": 208, \\\"classification\\\": 105, \\\"neural\\\": 105, \\\"work\\\": 105, \\\"networks\\\": 105, \\\"image\\\": 105, \\\"understand\\\": 105, \\\"traditional\\\": 91, \\\"machine\\\": 185, \\\"deep\\\": 91, \\\"difference\\\": 91, \\\"some\\\": 207, \\\"good\\\": 113, \\\"for\\\": 392, \\\"code\\\": 216, \\\"practices\\\": 113, \\\"maintainable\\\": 113, \\\"are\\\": 113, \\\"clean\\\": 113, \\\"writing\\\": 113, \\\"script\\\": 100, \\\"optimize\\\": 100, \\\"memory\\\": 100, \\\"usage\\\": 100, \\\"ideas\\\": 94, \\\"project\\\": 94, \\\"data\\\": 94, \\\"time\\\": 94, \\\"series\\\": 94, \\\"using\\\": 94, \\\"give\\\": 94, \\\"sorting\\\": 103, \\\"list\\\": 103, \\\"snippet\\\": 103, \\\"you\\\": 103, \\\"can\\\": 103, \\\"generate\\\": 185, \\\"function\\\": 82, \\\"numbers\\\": 82, \\\"prime\\\": 82, \\\"that\\\": 82, \\\"checks\\\": 82}\", \"index_docs\": \"{\\\"55\\\": 96, \\\"52\\\": 96, \\\"53\\\": 96, \\\"1\\\": 589, \\\"57\\\": 96, \\\"51\\\": 96, \\\"2\\\": 518, \\\"56\\\": 96, \\\"9\\\": 300, \\\"18\\\": 187, \\\"54\\\": 96, \\\"10\\\": 289, \\\"46\\\": 102, \\\"44\\\": 102, \\\"43\\\": 102, \\\"7\\\": 306, \\\"17\\\": 193, \\\"4\\\": 287, \\\"45\\\": 102, \\\"22\\\": 114, \\\"5\\\": 319, \\\"6\\\": 317, \\\"13\\\": 214, \\\"23\\\": 114, \\\"24\\\": 114, \\\"11\\\": 114, \\\"21\\\": 114, \\\"14\\\": 214, \\\"32\\\": 105, \\\"8\\\": 302, \\\"15\\\": 208, \\\"37\\\": 105, \\\"33\\\": 105, \\\"35\\\": 105, \\\"34\\\": 105, \\\"36\\\": 105, \\\"31\\\": 105, \\\"67\\\": 91, \\\"19\\\": 185, \\\"66\\\": 91, \\\"65\\\": 91, \\\"16\\\": 207, \\\"26\\\": 113, \\\"3\\\": 392, \\\"12\\\": 216, \\\"27\\\": 113, \\\"30\\\": 113, \\\"25\\\": 113, \\\"29\\\": 113, \\\"28\\\": 113, \\\"50\\\": 100, \\\"47\\\": 100, \\\"48\\\": 100, \\\"49\\\": 100, \\\"59\\\": 94, \\\"60\\\": 94, \\\"64\\\": 94, \\\"62\\\": 94, \\\"63\\\": 94, \\\"61\\\": 94, \\\"58\\\": 94, \\\"41\\\": 103, \\\"42\\\": 103, \\\"40\\\": 103, \\\"39\\\": 103, \\\"38\\\": 103, \\\"20\\\": 185, \\\"68\\\": 82, \\\"72\\\": 82, \\\"71\\\": 82, \\\"69\\\": 82, \\\"70\\\": 82}\", \"index_word\": \"{\\\"1\\\": \\\"a\\\", \\\"2\\\": \\\"in\\\", \\\"3\\\": \\\"for\\\", \\\"4\\\": \\\"learning\\\", \\\"5\\\": \\\"how\\\", \\\"6\\\": \\\"python\\\", \\\"7\\\": \\\"and\\\", \\\"8\\\": \\\"me\\\", \\\"9\\\": \\\"what\\\", \\\"10\\\": \\\"the\\\", \\\"11\\\": \\\"plot\\\", \\\"12\\\": \\\"code\\\", \\\"13\\\": \\\"do\\\", \\\"14\\\": \\\"i\\\", \\\"15\\\": \\\"help\\\", \\\"16\\\": \\\"some\\\", \\\"17\\\": \\\"between\\\", \\\"18\\\": \\\"is\\\", \\\"19\\\": \\\"machine\\\", \\\"20\\\": \\\"generate\\\", \\\"21\\\": \\\"multiple\\\", \\\"22\\\": \\\"graphs\\\", \\\"23\\\": \\\"on\\\", \\\"24\\\": \\\"single\\\", \\\"25\\\": \\\"are\\\", \\\"26\\\": \\\"good\\\", \\\"27\\\": \\\"practices\\\", \\\"28\\\": \\\"writing\\\", \\\"29\\\": \\\"clean\\\", \\\"30\\\": \\\"maintainable\\\", \\\"31\\\": \\\"understand\\\", \\\"32\\\": \\\"convolutional\\\", \\\"33\\\": \\\"neural\\\", \\\"34\\\": \\\"networks\\\", \\\"35\\\": \\\"work\\\", \\\"36\\\": \\\"image\\\", \\\"37\\\": \\\"classification\\\", \\\"38\\\": \\\"can\\\", \\\"39\\\": \\\"you\\\", \\\"40\\\": \\\"snippet\\\", \\\"41\\\": \\\"sorting\\\", \\\"42\\\": \\\"list\\\", \\\"43\\\": \\\"explain\\\", \\\"44\\\": \\\"differences\\\", \\\"45\\\": \\\"supervised\\\", \\\"46\\\": \\\"unsupervised\\\", \\\"47\\\": \\\"optimize\\\", \\\"48\\\": \\\"memory\\\", \\\"49\\\": \\\"usage\\\", \\\"50\\\": \\\"script\\\", \\\"51\\\": \\\"fastest\\\", \\\"52\\\": \\\"way\\\", \\\"53\\\": \\\"to\\\", \\\"54\\\": \\\"sum\\\", \\\"55\\\": \\\"elements\\\", \\\"56\\\": \\\"large\\\", \\\"57\\\": \\\"array\\\", \\\"58\\\": \\\"give\\\", \\\"59\\\": \\\"ideas\\\", \\\"60\\\": \\\"project\\\", \\\"61\\\": \\\"using\\\", \\\"62\\\": \\\"time\\\", \\\"63\\\": \\\"series\\\", \\\"64\\\": \\\"data\\\", \\\"65\\\": \\\"difference\\\", \\\"66\\\": \\\"deep\\\", \\\"67\\\": \\\"traditional\\\", \\\"68\\\": \\\"function\\\", \\\"69\\\": \\\"that\\\", \\\"70\\\": \\\"checks\\\", \\\"71\\\": \\\"prime\\\", \\\"72\\\": \\\"numbers\\\"}\", \"word_index\": \"{\\\"a\\\": 1, \\\"in\\\": 2, \\\"for\\\": 3, \\\"learning\\\": 4, \\\"how\\\": 5, \\\"python\\\": 6, \\\"and\\\": 7, \\\"me\\\": 8, \\\"what\\\": 9, \\\"the\\\": 10, \\\"plot\\\": 11, \\\"code\\\": 12, \\\"do\\\": 13, \\\"i\\\": 14, \\\"help\\\": 15, \\\"some\\\": 16, \\\"between\\\": 17, \\\"is\\\": 18, \\\"machine\\\": 19, \\\"generate\\\": 20, \\\"multiple\\\": 21, \\\"graphs\\\": 22, \\\"on\\\": 23, \\\"single\\\": 24, \\\"are\\\": 25, \\\"good\\\": 26, \\\"practices\\\": 27, \\\"writing\\\": 28, \\\"clean\\\": 29, \\\"maintainable\\\": 30, \\\"understand\\\": 31, \\\"convolutional\\\": 32, \\\"neural\\\": 33, \\\"networks\\\": 34, \\\"work\\\": 35, \\\"image\\\": 36, \\\"classification\\\": 37, \\\"can\\\": 38, \\\"you\\\": 39, \\\"snippet\\\": 40, \\\"sorting\\\": 41, \\\"list\\\": 42, \\\"explain\\\": 43, \\\"differences\\\": 44, \\\"supervised\\\": 45, \\\"unsupervised\\\": 46, \\\"optimize\\\": 47, \\\"memory\\\": 48, \\\"usage\\\": 49, \\\"script\\\": 50, \\\"fastest\\\": 51, \\\"way\\\": 52, \\\"to\\\": 53, \\\"sum\\\": 54, \\\"elements\\\": 55, \\\"large\\\": 56, \\\"array\\\": 57, \\\"give\\\": 58, \\\"ideas\\\": 59, \\\"project\\\": 60, \\\"using\\\": 61, \\\"time\\\": 62, \\\"series\\\": 63, \\\"data\\\": 64, \\\"difference\\\": 65, \\\"deep\\\": 66, \\\"traditional\\\": 67, \\\"function\\\": 68, \\\"that\\\": 69, \\\"checks\\\": 70, \\\"prime\\\": 71, \\\"numbers\\\": 72}\"}}"